Repository: desiresyndrome/marineman
Catalog: languages/*.po
Languages: pl_pl, ru_ru

source: /contacts
pl_pl: /pl/contacts
ru_ru: /ru/contacts

source: /gdpr-candidate-agreement
pl_pl: /pl/gdpr-candidate-agreement
ru_ru: /ru/gdpr-candidate-agreement

source: /services-for-seafarers
pl_pl: /pl/services-for-seafarers
ru_ru: /ru/services-for-seafarers

source: APPLY FOR THIS JOB
pl_pl: PODANIE DO TEJ PRACY
ru_ru: Претендовать

source: Age limit
pl_pl: Wiek
ru_ru: Возрастной лимит

source: All Nationality
pl_pl: Wszystkie Narodowosci
ru_ru: Национальность

source: All Position
pl_pl: Wszystkie Pozycje
ru_ru: Должность

source: All Vesel Type
pl_pl: Wszystkie typy Statkow
ru_ru: Тип судна

source: All type
pl_pl: Wszystkie typy
ru_ru: Все типы

source: Any questions ?
pl_pl: Jakies pytania ?
ru_ru: Есть вопросы ?

source: Application form
pl_pl: Formularz zgloszeniowy
ru_ru: Форма заявки

source: Apply now
pl_pl: Aplikuj teraz
ru_ru: Отправить

source: Breadth
pl_pl: Szerokosc
ru_ru: Ширина

source: Builder
pl_pl: Budowniczy
ru_ru: Строитель

source: CV for a seagoing
pl_pl: CV na morzu
ru_ru: Предоставить резюме

source: Classification society
pl_pl: Klasyfikacja spoleczenstwa
ru_ru: Классификационное общество

source: Conditions of Employment
pl_pl: Warunki Zatrudnienia
ru_ru: Условия Найма

source: Contacts
pl_pl: Kontakt
ru_ru: Контакт

source: Copy Link
pl_pl: Skopiuj link
ru_ru: Поделиться вакансией

source: Crew
pl_pl: Zaloga
ru_ru: Экипаж

source: Deadweight
pl_pl: Nosnosc
ru_ru: Макс. вес

source: Description
pl_pl: Opis
ru_ru: Описание

source: Design:
pl_pl: Projekt:
ru_ru: Разработка:

source: Download Application form<br>for US visa C1D
pl_pl: Pobierz formularz<br>o US visa C1D
ru_ru: Скачать анкету<br>US visa C1D

source: Duration of contract
pl_pl: Trwania kontraktu
ru_ru: Продолжительность контракта

source: EN
pl_pl: PL
ru_ru: RU

source: Engine
pl_pl: Typ silnika
ru_ru: Двигатель

source: Engine model
pl_pl: Model silnika
ru_ru: Марка двигателя

source: Engine power
pl_pl: Moc silnika
ru_ru: Мощность двигателя

source: Engine type
pl_pl: Typ silnika
ru_ru: Тип двигателя

source: English (TOSE)
ru_ru: Разговорный английский ( TOSE )

source: Expiry date
pl_pl: Data wygasniecia
ru_ru: Дата окончания

source: Flag
pl_pl: Flaga
ru_ru: Флаг

source: Former names
pl_pl: Dawne nazwy
ru_ru: Бывшие имена

source: Gross tonnage
pl_pl: Tonaz brutto
ru_ru: Валовой тоннаж

source: Home port
pl_pl: Port macierzysty
ru_ru: Порт приписки

source: IMO number
pl_pl: Numer IMO
ru_ru: Номер IMO

source: INFO ABOUT THE JOB
pl_pl: INFORMACJE O PRACY
ru_ru: ОПИСАНИЕ ВАКАНСИИ

source: Job Description
pl_pl: Opis pracy
ru_ru: Детально

source: Length
pl_pl: Dlugosc
ru_ru: Длина

source: License
pl_pl: Licencja
ru_ru: Лицензия

source: Long-terms employment
pl_pl: Zatrudnienie długoterminowe
ru_ru: Долгосрочное трудоустройство

source: Manager
pl_pl: Menedżer
ru_ru: Менеджер

source: Matching candidate’s goals
pl_pl: Dopasowanie celów kandydata
ru_ru: Соответствие целям кандидата

source: Name of the ship
pl_pl: Nazwa statku
ru_ru: Название судна

source: Nationality
pl_pl: Narodowosc
ru_ru: Национальность

source: Nothing Found
pl_pl: Nic nie znaleziono
ru_ru: Ничего не найдено

source: Ok
ru_ru: Ок

source: Online form
pl_pl: Formularz online
ru_ru: Форма заявки

source: Operating status
pl_pl: Stan pracy
ru_ru: Статус

source: Order
pl_pl: Zamowienie
ru_ru: Заказать

source: Our offices
pl_pl: Nasze biura
ru_ru: Наши офисы

source: Owner
pl_pl: Wlasciciel
ru_ru: Судовладелец

source: P :
pl_pl: T :
ru_ru: Т :

source: Position
pl_pl: Pozycja
ru_ru: Должность

source: Posted date
pl_pl: Data opublikowania
ru_ru: Дата публикации

source: Rank abbreviations
pl_pl: Skroty rang
ru_ru: Аббревиатура

source: Read More
pl_pl: Czytaj Wiecej
ru_ru: Подробнее

source: Read more
pl_pl: Czytaj wiecej
ru_ru: Подробнее

source: Requirements
pl_pl: Wymagania
ru_ru: Требования

source: Rotation
pl_pl: Obrot
ru_ru: Ротация

source: Salary
pl_pl: Zaplata
ru_ru: Зарплата

source: Sample
pl_pl: Proba
ru_ru: Образец

source: Sample Certificate
pl_pl: Przykladowy Certyfikat
ru_ru: Образец Сертификата

source: Select test type
pl_pl: Wybierz typ testu
ru_ru: Выберите тип теста

source: Services for seafarers
pl_pl: Uslugi dla marynarzy
ru_ru: Услуги для Моряков

source: Support and Guidance
pl_pl: Wsparcie i Wskazowki
ru_ru: Лучший Сервис 24/7

source: This site uses cookies. If you continue, you agree to the use of cookies while browsing.
pl_pl: Ta strona uzywa cookies. Kontynuujac, zgadzasz sie na uzywani cookie podczas przegladania.
ru_ru: Сайт использует cookie. Если вы продолжите, вы соглашаетесь на использование cookie.

source: Trading Area
pl_pl: Gielda
ru_ru: Район плавания

source: Type of vessel
pl_pl: Rodzaj statku
ru_ru: Тип судна

source: Vessel
pl_pl: Statek
ru_ru: Тип судна

source: Vessel Name
pl_pl: Nazwa Statku
ru_ru: Название Судна

source: Vessel Type
pl_pl: Typ Statku
ru_ru: Тип Судна

source: Vessel information
pl_pl: Informacje o statku
ru_ru: Детали судна

source: Vessel type
pl_pl: Typ statku
ru_ru: Тип судна

source: Vessel type description
pl_pl: Opis typu statku
ru_ru: Аббревиатура

source: View
pl_pl: Widok
ru_ru: См-ть

source: View actual
pl_pl: Zobacz
ru_ru: См-ть актив

source: We guarantee
pl_pl: Gwarantujemy
ru_ru: Мы гарантируем

source: World class Respected Ship Owners
pl_pl: Szanowani wlasciciele Statkow swiatowej klasy
ru_ru: Судовладельцы мирового класса

source: Year of build
pl_pl: Rok budowy
ru_ru: Год постройки

source: on
pl_pl: na
ru_ru: на
